[
  "Atmosfer Bumi melindungi kita dari radiasi berbahaya dari matahari.",
  "Teori evolusi, yang diajukan oleh Charles Darwin, menyatakan bahwa spesies berevolusi seiring waktu melalui seleksi alam.",
  "Planet terkecil di tata surya kita adalah Merkurius.",
  "Bulan mengorbit Bumi.",
  "Api membutuhkan oksigen untuk terbakar.",
  "Patung Liberty adalah hadiah dari Prancis untuk Amerika Serikat.",
  "Komet adalah objek langit berbatu yang mengorbit Matahari.",
  "Cahaya dapat menunjukkan sifat gelombang dan partikel.",
  "Simbiosis adalah hubungan erat antara dua spesies.",
  "Pizza adalah jenis makanan yang dinikmati banyak orang.",
  "Hiu adalah makhluk laut yang memiliki reputasi berbahaya.",
  "Metode ilmiah adalah proses sistematis untuk menyelidiki fenomena dan memperoleh pengetahuan baru.",
  "Tektonik lempeng membentuk permukaan Bumi.",
  "Jantung manusia berdetak sekitar 100.000 kali per hari.",
  "Warna langit adalah biru.",
  "Kaktus menyimpan air di batangnya.",
  "Terusan Panama menghubungkan Samudra Atlantik dan Pasifik.",
  "Tiga jenis utama hubungan simbiosis adalah mutualisme, komensalisme, dan parasitisme.",
  "Uranus mengorbit Matahari dengan posisinya yang miring.",
  "Benua terbesar di dunia adalah Asia.",
  "Penerbangan bertenaga pertama yang berhasil dilakukan oleh Wright Bersaudara pada tahun 1903.",
  "Jupiter memiliki Bintik Merah Besar, badai raksasa.",
  "Mata manusia dapat mendeteksi jutaan warna berbeda.",
  "Tiga wujud zat adalah padat, cair, dan gas.",
  "Siklus air meliputi penguapan, kondensasi, presipitasi, dan aliran permukaan.",
  "Planet Uranus sering disebut sebagai \"raksasa es\".",
  "Langit berwarna biru.",
  "Suhu tubuh rata-rata manusia adalah 37 derajat Celsius (98,6 derajat Fahrenheit).",
  "Bumi itu bulat.",
  "DNA membawa informasi genetik pada organisme hidup.",
  "Sistem endokrin mengatur fungsi tubuh melalui hormon.",
  "Tubuh manusia terdiri dari sekitar 60% air.",
  "Tembok Besar China adalah tembok terpanjang di dunia.",
  "Planet Jupiter adalah planet terbesar di tata surya kita.",
  "Gema adalah gelombang suara yang memantul dari permukaan.",
  "Planet Venus sering disebut sebagai \"bintang pagi\" atau \"bintang senja\".",
  "Reaksi kimia melibatkan penataan ulang atom untuk membentuk zat baru.",
  "Otak manusia memiliki berat sekitar 1,4 kilogram.",
  "Gas paling melimpah di atmosfer Bumi adalah nitrogen.",
  "Gunung tertinggi di Amerika Utara adalah Denali.",
  "Sungai terpanjang di Eropa adalah Sungai Volga.",
  "Osmosis adalah pergerakan air melintasi membran semipermeabel selektif.",
  "Proses di mana padatan berubah langsung menjadi gas, tanpa menjadi cair, disebut sublimasi.",
  "Pasang surut di Bumi terutama disebabkan oleh tarikan gravitasi bulan.",
  "Merkurius adalah planet terkecil.",
  "Sapi adalah mamalia yang menghasilkan susu.",
  "Tumbuhan membutuhkan karbon dioksida untuk bertahan hidup.",
  "Sungai Amazon adalah sungai terbesar di dunia berdasarkan volume.",
  "Sistem kekebalan tubuh melindungi tubuh dari patogen.",
  "Ada 118 unsur di tabel periodik.",
  "Kota New York adalah kota terbesar di Amerika Serikat.",
  "Otak manusia mengendalikan fungsi tubuh.",
  "Sel adalah unit dasar kehidupan.",
  "Gurun terbesar di dunia adalah Gurun Sahara.",
  "Gurita memiliki tiga jantung.",
  "Suhu alami terdingin yang pernah tercatat adalah -89,2 derajat Celsius (-128,6 derajat Fahrenheit) di Antartika.",
  "Tabel periodik mengatur unsur-unsur berdasarkan sifat-sifatnya.",
  "Konfigurasi elektron suatu atom menentukan sifat kimianya.",
  "Burung terbesar di dunia adalah burung unta.",
  "Suara merambat sebagai gelombang melalui berbagai medium.",
  "Tiga jenis pembuluh darah dalam tubuh manusia adalah arteri, vena, dan kapiler.",
  "Planet Neptunus dinamai menurut dewa laut Romawi.",
  "Air terjun tertinggi di dunia adalah Air Terjun Angel di Venezuela.",
  "Pencernaan manusia dimulai di mulut dan berakhir di usus halus.",
  "Ikan bernapas melalui insang.",
  "Air membeku pada 0 derajat Celsius (32 derajat Fahrenheit).",
  "Menara Eiffel terletak di Paris, Prancis.",
  "Efek Doppler menyebabkan perubahan frekuensi atau panjang gelombang gelombang relatif terhadap pengamat.",
  "Aurora terjadi di dekat wilayah kutub Bumi.",
  "Studi tentang keturunan dan variasi karakteristik yang diwariskan disebut genetika.",
  "Beruang kutub memiliki bulu putih untuk berkamuflase di lingkungan bersalju mereka.",
  "Planet Saturnus memiliki cincin terbesar di tata surya kita.",
  "Sistem limfatik manusia membantu melawan infeksi dan penyakit.",
  "Patung Liberty terletak di Kota New York.",
  "Proses penyerbukan sangat penting untuk reproduksi tumbuhan.",
  "Neptunus memiliki angin terkuat di tata surya.",
  "Great Barrier Reef adalah sistem terumbu karang terbesar di dunia.",
  "Salju itu dingin.",
  "Mars memiliki atmosfer tipis.",
  "Bumi memiliki medan magnet.",
  "Studi tentang zat dan interaksinya disebut kimia.",
  "Great Barrier Reef adalah sistem terumbu karang terbesar di dunia.",
  "Kehamilan manusia biasanya berlangsung sekitar 9 bulan.",
  "Terumbu karang tersusun dari organisme hidup.",
  "Benua Antartika sebagian besar tertutup es.",
  "Manusia dewasa memiliki 32 gigi.",
  "Mamalia tertinggi di dunia adalah jerapah.",
  "Manusia memiliki lima indra: penglihatan, pendengaran, sentuhan, rasa, dan penciuman.",
  "Kulit manusia adalah organ terbesar tubuh.",
  "Migrasi memungkinkan hewan menemukan sumber daya yang lebih baik.",
  "Planet Jupiter memiliki bulan terbanyak di tata surya kita.",
  "Hukum termodinamika pertama menyatakan bahwa energi tidak dapat diciptakan atau dihancurkan, hanya diubah dari satu bentuk ke bentuk lain.",
  "Apel adalah salah satu jenis buah.",
  "Mata uang yang digunakan di Jepang adalah yen.",
  "Planet Bumi adalah satu-satunya planet yang diketahui mendukung kehidupan.",
  "Mata manusia dapat membedakan sekitar 10 juta warna berbeda.",
  "Mamalia terbesar di dunia adalah paus biru.",
  "Sungai Nil adalah sungai terpanjang di dunia.",
  "Gravitasi membuat benda jatuh.",
  "Satu tahun di Bumi kira-kira 365,25 hari, itulah sebabnya kita memiliki tahun kabisat setiap empat tahun.",
  "Gravitasi adalah gaya yang menarik benda bermassa satu sama lain.",
  "Hati manusia membantu menyaring racun dari tubuh.",
  "Lebah menyerbuki sekitar sepertiga makanan yang kita makan.",
  "Jalan raya terpanjang di dunia adalah Jalan Raya Pan-Amerika.",
  "Hewan darat tercepat adalah cheetah.",
  "Sistem kekebalan tubuh manusia membantu melindungi tubuh dari infeksi.",
  "Ekosistem terdiri dari organisme hidup dan lingkungan fisiknya.",
  "Perenang tercepat di dunia adalah César Cielo dari Brasil.",
  "Induksi elektromagnetik adalah proses di mana perubahan medan magnet menghasilkan arus listrik.",
  "Tornado adalah kolom udara yang berputar cepat.",
  "Wright Bersaudara melakukan penerbangan pesawat terbang pertama yang berhasil.",
  "Neuron adalah sel khusus yang mentransmisikan sinyal listrik dan kimia di sistem saraf.",
  "Sistem peredaran darah mengangkut nutrisi dan oksigen ke seluruh tubuh.",
  "Bumi memiliki empat musim: semi, panas, gugur, dan dingin.",
  "Studi tentang organisme hidup dan interaksinya dengan lingkungan disebut biologi.",
  "Jarak dari Bumi ke matahari sekitar 93 juta mil.",
  "Anjing dikenal sebagai hewan peliharaan yang setia.",
  "Langit sering berawan saat akan hujan.",
  "Es mengapung di atas air karena kepadatannya yang lebih rendah.",
  "Tiga jenis utama neuron adalah neuron sensorik, neuron motorik, dan interneuron.",
  "Planet Bumi berusia 4,54 miliar tahun.",
  "Proses penuaan dipengaruhi oleh faktor genetik dan lingkungan.",
  "Venus memiliki atmosfer tebal.",
  "Jantung manusia memompa darah ke seluruh tubuh.",
  "Siklus karbon menjaga keseimbangan karbon di atmosfer, lautan, dan biosfer Bumi.",
  "Bumi terletak di galaksi Bima Sakti.",
  "Bintang tampak berkelap-kelip karena atmosfer Bumi.",
  "Mobil membutuhkan bensin atau listrik untuk berjalan.",
  "Lubang hitam adalah wilayah di angkasa dengan tarikan gravitasi yang sangat besar.",
  "Berlian adalah zat terkeras di Bumi.",
  "Vaksin membantu mencegah penyakit menular.",
  "Bumi adalah planet ketiga dari matahari.",
  "Planet Pluto diklasifikasikan ulang sebagai planet kerdil pada tahun 2006.",
  "Inersia adalah resistensi suatu benda terhadap perubahan gerak.",
  "Bumi memiliki satu bulan.",
  "Es krim adalah makanan penutup yang populer.",
  "Negara terbesar di dunia berdasarkan luas wilayah adalah Rusia.",
  "Hibrida adalah keturunan dari dua tanaman atau hewan dari spesies atau varietas yang berbeda.",
  "Tumbuhan menggunakan fotosintesis untuk menghasilkan energi dari sinar matahari.",
  "Mamalia terbesar di dunia adalah paus biru.",
  "Tubuh manusia memiliki 206 tulang.",
  "Planet Merkurius adalah planet terdekat dengan matahari di tata surya kita.",
  "Unit kehidupan terkecil adalah sel.",
  "Proses pembelahan sel untuk membentuk dua sel anak yang identik disebut mitosis.",
  "Hutan hujan Amazon adalah rumah bagi keanekaragaman hayati yang luar biasa.",
  "Sistem pernapasan manusia meliputi trakea, bronkus, dan paru-paru.",
  "Fotosintesis pada tumbuhan menghasilkan oksigen sebagai produk sampingan.",
  "Planet terkecil di tata surya kita adalah Merkurius.",
  "Studi tentang alam semesta di luar atmosfer Bumi disebut astronomi.",
  "Tubuh manusia memiliki 12 pasang tulang rusuk.",
  "Lapisan ozon Bumi melindungi kita dari radiasi ultraviolet (UV) berbahaya dari matahari.",
  "Vaksin pertama yang berhasil diciptakan oleh Edward Jenner pada tahun 1796.",
  "Kamuflase membantu hewan berbaur dengan lingkungannya.",
  "Burung bisa terbang.",
  "Olimpiade pertama diadakan di Yunani kuno pada tahun 776 SM.",
  "Bumi terdiri dari 71% air.",
  "Lapisan es kutub sebagian besar terbuat dari air tawar.",
  "Sistem saraf manusia meliputi otak, sumsum tulang belakang, dan saraf.",
  "Nama ilmiah untuk manusia adalah Homo sapiens.",
  "Peluruhan radioaktif terjadi ketika inti atom yang tidak stabil melepaskan energi dalam bentuk radiasi.",
  "Hewan pertama yang mengorbit Bumi adalah anjing bernama Laika.",
  "Warna benda tergantung pada panjang gelombang cahaya yang dipantulkannya.",
  "Otak manusia adalah pusat kendali fungsi dan emosi tubuh.",
  "Dua jenis mikroskop utama adalah mikroskop cahaya dan mikroskop elektron.",
  "Mamalia terbesar di Bumi adalah paus biru.",
  "Studi tentang struktur fisik, proses, dan sejarah Bumi disebut geologi.",
  "Kecepatan cahaya adalah 299.792.458 meter per detik.",
  "Pegunungan terpanjang di dunia adalah Andes.",
  "Tornado adalah kolom udara yang berputar cepat yang dapat menyebabkan kerusakan luas.",
  "Kecepatan cahaya adalah kecepatan tercepat yang diketahui di alam semesta.",
  "Sistem pernapasan manusia terdiri dari paru-paru dan saluran udara.",
  "Pohon tertinggi di dunia adalah pohon redwood bernama Hyperion.",
  "Planet Venus adalah planet terpanas di tata surya kita.",
  "Tubuh manusia sekitar 60% air.",
  "Planet Saturnus dinamai menurut dewa pertanian Romawi.",
  "Negara terbesar di dunia berdasarkan luas daratan adalah Rusia.",
  "Sekelompok ikan disebut gerombolan.",
  "Tata surya kita terdiri dari delapan planet: Merkurius, Venus, Bumi, Mars, Jupiter, Saturnus, Uranus, dan Neptunus.",
  "Superkonduktor adalah material yang tidak memiliki resistensi listrik saat didinginkan hingga suhu tertentu.",
  "Fotosintesis adalah proses di mana tumbuhan mengubah sinar matahari menjadi energi kimia.",
  "Es krim adalah makanan penutup yang populer.",
  "Proses di mana cairan berubah menjadi gas disebut penguapan.",
  "Kekaisaran Romawi berdiri dari 27 SM hingga 476 M.",
  "Warna primer cahaya adalah merah, hijau, dan biru.",
  "Magnetisme adalah gaya yang menarik atau menolak bahan tertentu.",
  "Studi tentang materi dan interaksinya dengan energi disebut fisika.",
  "Air sangat penting untuk kehidupan.",
  "Planet Pluto memiliki lima bulan yang diketahui.",
  "Metode ilmiah adalah proses untuk menguji hipotesis dan memperoleh pengetahuan.",
  "Efek rumah kaca membantu mengatur suhu Bumi.",
  "Fosil adalah sisa atau jejak organisme yang hidup di masa lalu yang diawetkan.",
  "Pasang surut disebabkan oleh interaksi gravitasi antara Bumi, Bulan, dan Matahari.",
  "Planet Mars memiliki gunung berapi terbesar di tata surya kita.",
  "Proses di mana tumbuhan melepaskan oksigen dan menyerap karbon dioksida disebut respirasi.",
  "Titik tertinggi di Afrika adalah Gunung Kilimanjaro.",
  "Metamorfosis adalah proses biologis di mana organisme mengalami perubahan bentuk yang signifikan selama siklus hidupnya.",
  "Titik didih air menurun seiring dengan meningkatnya ketinggian.",
  "Kecepatan cahaya kira-kira 299.792.458 meter per detik.",
  "Pelangi terbentuk ketika cahaya dibiaskan melalui tetesan air.",
  "Jupiter sebagian besar terdiri dari hidrogen dan helium.",
  "Bulan terpendek dalam setahun adalah Februari.",
  "Letusan gunung berapi dapat menciptakan daratan baru.",
  "Tiga jenis ikatan kimia utama adalah ionik, kovalen, dan logam.",
  "Sistem pernapasan memungkinkan pertukaran gas antara tubuh dan lingkungan.",
  "Manusia memiliki lima indra dasar.",
  "Madu diproduksi oleh lebah.",
  "Sekelompok serigala disebut kawanan.",
  "Tubuh manusia terdiri dari tulang, otot, dan organ.",
  "Suara merambat melalui udara sebagai getaran.",
  "Rotasi Bumi pada porosnya menyebabkan siang dan malam.",
  "Matahari adalah sebuah bintang.",
  "Mata uang Jepang adalah yen.",
  "Antibiotik digunakan untuk mengobati infeksi bakteri.",
  "Tembok Besar China adalah tembok terpanjang di dunia.",
  "Besi berkarat jika terkena oksigen dan air.",
  "Mars memiliki gunung berapi terbesar, Olympus Mons.",
  "Mitokondria adalah \"pembangkit tenaga\" sel, menghasilkan energi melalui respirasi seluler.",
  "Alfabet terdiri dari 26 huruf.",
  "Siklus Krebs adalah serangkaian reaksi kimia yang menghasilkan energi dalam sel.",
  "Berlian terbuat dari karbon.",
  "Tubuh manusia memiliki 206 tulang.",
  "Aurora, atau cahaya kutub, adalah tampilan cahaya alami yang disebabkan oleh interaksi partikel matahari dengan medan magnet Bumi.",
  "Sistem pencernaan manusia memecah makanan menjadi nutrisi.",
  "Sahara adalah gurun panas terbesar.",
  "Petir adalah pelepasan listrik statis.",
  "Manusia membutuhkan udara, air, dan makanan untuk bertahan hidup.",
  "Dua jenis sel utama adalah prokariotik (tanpa inti) dan eukariotik (dengan inti).",
  "Oksigen diperlukan agar manusia bernapas.",
  "Gajah adalah hewan darat terbesar di Bumi.",
  "Berlian terbentuk dari karbon.",
  "Musim disebabkan oleh kemiringan Bumi.",
  "Planet Neptunus adalah planet terjauh dari matahari di tata surya kita.",
  "Sistem peredaran darah manusia adalah sistem tertutup yang terdiri dari jantung, pembuluh darah, dan darah.",
  "Atmosfer Bumi sebagian besar terdiri dari nitrogen dan oksigen.",
  "Sekelompok singa disebut kawanan.",
  "Evolusi terjadi melalui proses seleksi alam.",
  "Fermentasi adalah proses di mana mikroorganisme memecah senyawa organik kompleks.",
  "Fosil memberikan bukti kehidupan masa lalu di Bumi.",
  "Gesekan adalah gaya yang menahan gerakan antara dua permukaan yang bersentuhan.",
  "Samudra Pasifik adalah samudra terbesar di dunia.",
  "Gunung Everest adalah gunung tertinggi di dunia.",
  "Fosil manusia tertua berusia sekitar 300.000 tahun.",
  "Ibu kota Amerika Serikat adalah Washington, D.C.",
  "Oksigen sangat penting untuk kehidupan manusia.",
  "Oksigen penting untuk respirasi.",
  "Titanic adalah kapal terkenal yang tenggelam pada tahun 1912.",
  "Nomor atom suatu unsur mewakili jumlah proton di intinya.",
  "Hibernasi menghemat energi selama periode dingin.",
  "Pelangi terbentuk ketika cahaya dibiaskan melalui tetesan air di udara.",
  "Sistem otot manusia memungkinkan kita bergerak dan mengangkat barang.",
  "Matahari adalah sebuah bintang.",
  "Bumi itu bulat.",
  "Medan magnet Bumi adalah yang menyebabkan kompas menunjuk ke utara.",
  "Efek Coriolis memengaruhi pergerakan sistem cuaca skala besar.",
  "Suara merambat lebih cepat melalui padatan daripada melalui cairan atau gas.",
  "Cangkok jantung manusia pertama kali dilakukan pada tahun 1967.",
  "Planet Mars dikenal sebagai \"Planet Merah\" karena penampilannya yang kemerahan.",
  "Gelombang elektromagnetik meliputi gelombang radio, gelombang mikro, inframerah, cahaya tampak, ultraviolet, sinar-X, dan sinar gamma.",
  "Gempa bumi disebabkan oleh pergerakan lempeng tektonik.",
  "Bumi mengorbit Matahari.",
  "Air membeku pada 0 derajat Celsius (32 derajat Fahrenheit) dan mendidih pada 100 derajat Celsius (212 derajat Fahrenheit).",
  "Skala pH mengukur keasaman atau kebasaan suatu zat, berkisar dari 0 (paling asam) hingga 14 (paling basa), dengan 7 sebagai netral.",
  "Sistem reproduksi manusia meliputi ovarium, rahim, dan testis.",
  "Teleskop Luar Angkasa Hubble telah memberikan informasi berharga tentang objek langit yang jauh.",
  "Planet Uranus miring pada porosnya.",
  "Matahari terbit di timur dan terbenam di barat.",
  "Zat yang tidak dapat dipecah menjadi zat yang lebih sederhana melalui cara kimia disebut unsur.",
  "Rangka manusia memberikan dukungan dan perlindungan bagi tubuh.",
  "Saturnus memiliki ribuan cincin.",
  "Prinsip kekekalan energi menyatakan bahwa energi tidak dapat diciptakan atau dihancurkan.",
  "Suara merambat melalui udara sebagai gelombang.",
  "Bulan terbesar Saturnus adalah Titan.",
  "Cahaya merambat lebih cepat daripada suara.",
  "Bumi memiliki satu bulan.",
  "Venus memiliki ukuran yang mirip dengan Bumi.",
  "Burung memiliki bulu dan sayap.",
  "Bima Sakti adalah galaksi spiral.",
  "Patung Sphinx Agung Giza adalah patung kuno di Mesir.",
  "Sistem endokrin manusia menghasilkan hormon yang mengatur berbagai fungsi tubuh.",
  "Lava adalah batuan cair dari gunung berapi.",
  "Gurun Sahara adalah gurun panas terbesar di dunia.",
  "Air itu basah.",
  "Sistem kemih manusia membantu menghilangkan produk limbah dari tubuh.",
  "Bunga matahari mengikuti pergerakan matahari melintasi langit.",
  "Merkurius tidak memiliki bulan.",
  "Hati manusia dapat beregenerasi hingga 75%.",
  "Erosi adalah pengikisan bertahap permukaan Bumi oleh proses alami.",
  "Samudra terbesar di Bumi adalah Samudra Pasifik.",
  "Letusan gunung berapi dapat menciptakan daratan baru.",
  "Tiga jenis batuan adalah beku, sedimen, dan metamorf.",
  "Gravitasi menarik benda satu sama lain.",
  "Matahari terbit di timur dan terbenam di barat.",
  "Tubuh manusia memiliki 206 tulang.",
  "Benua terkecil di dunia adalah Australia.",
  "Pohon menyerap karbon dioksida dan melepaskan oksigen.",
  "Gedung tertinggi di dunia adalah Burj Khalifa di Dubai.",
  "Kupu-kupu mengalami proses yang disebut metamorfosis.",
  "Planet Mars dinamai menurut dewa perang Romawi.",
  "Samudra terbesar di dunia adalah Samudra Pasifik.",
  "Mona Lisa adalah lukisan terkenal karya Leonardo da Vinci.",
  "Olimpiade pertama diadakan di Yunani kuno pada tahun 776 SM.",
  "Atom adalah blok bangunan dasar materi.",
  "Empat gaya fundamental alam adalah gravitasi, elektromagnetisme, gaya nuklir kuat, dan gaya nuklir lemah.",
  "Tubuh manusia memiliki empat golongan darah: A, B, AB, dan O.",
  "Konveksi adalah perpindahan panas melalui pergerakan fluida atau gas.",
  "Tubuh manusia memiliki lebih dari 600 otot."
]
